<?php
// Heading
$_['heading_title']     			= 'Відгуки про магазин';

// Text
$_['text_note']						= '<span class="text-danger">Увага:</span> HTML не підтримується! Використовуйте звичайний текст!';
$_['entry_name']					= 'Ваше ім’я:';
$_['entry_review']					= 'Ваш відгук';
$_['entry_rating']					= 'Рейтинг';
$_['text_sum_reviews']				= 'Кількість відгуків';
$_['text_store_rating']				= 'Оцінка магазина';
$_['btn_all_review']				= 'Переглянути всі відгуки';
$_['text_review_guest']             = 'Будь ласка <a href="%s"> авторизуйтесь</a> або <a href="%s"> зареєструйтесь</a> щоб залишити відгук';


$_['btn_write_review']				= 'Написати відгук';
$_['btn_add_new_review_store']		= 'Залишити відгук';

$_['error_author']					= 'Ім’я має містити від 3 до 25 символів!';
$_['error_description']				= 'Текст відгуку має містити від 15 до 1000 символів';
$_['error_rating']					= 'Будь ласка поставте оцінку!';
$_['text_empty']        			= 'Наразі відгуків ще не було';
$_['text_sort']        				= 'Сортування:';
$_['text_default']      			= 'Стандартно';
$_['text_date_added_asc']			= 'Старі зверху';
$_['text_date_added_desc']			= 'Нові зверху';
$_['text_limit']        			= 'Показати:';
$_['text_success']					= 'Дякуємо за ваш відгук. Після перевірки його буде опубліковано на сайті.';
$_['text_error']    				= 'Сторінку не знайдено!';