<?php
// Heading
$_['heading_title']    = '<b>UniShop</b> - Список виробників';

// Text
$_['text_module']      = 'Модулі';
$_['text_success']     = 'Налаштування модуля оновлені!';
$_['text_edit']        = 'Редагування модуля';

// Entry
$_['entry_view_resolution']  = 'Приховувати модуль на екранах з роздільною здатністю менш ніж:';
$_['text_res_768']     = '768 пікселів';
$_['text_res_992']     = '992 пікселів';
$_['text_res_1200']    = '1200 пікселів';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У вас немає прав для управління цим модулем!';