<?php
// Heading
$_['heading_title']                    = '<span style="color:#43b02a;">Cyber</span>Store';

// Text
$_['text_theme']                       = 'Шаблони';
$_['text_extension']                   = 'Шаблони';
$_['text_success']                     = 'Налаштування збережені';
$_['text_edit']                        = 'Налаштування шаблону за замовчуванням';
$_['text_general']                     = 'Загальні';
$_['text_product']                     = 'Товари';
$_['text_image']                       = 'Зображення';

// Entry
$_['entry_directory']                  = 'Папка шаблону';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Товарів на сторінці';
$_['entry_product_description_length'] = 'Символів в стислому описі';
$_['entry_image_category']             = 'Розмір зображень категорії (Ш x В)';
$_['entry_image_thumb']                = 'Розмір великого зображення товару (Ш x В)';
$_['entry_image_popup']                = 'Розмір спливаючого зображення товару (Ш x В)';
$_['entry_image_product']              = 'Розмір зображень в переліку товарів (Ш x В)';
$_['entry_image_additional']           = 'Розмір додаткових зображень товарів (Ш x В)';
$_['entry_image_related']              = 'Розмір зображень схожих товарів (Ш x В)';
$_['entry_image_compare']              = 'Розмір зображень в порівнянні (Ш x В)';
$_['entry_image_wishlist']             = 'Розмір зображень в закладках (Ш x В)';
$_['entry_image_cart']                 = 'Розмір зображень товарів в кошику (Ш x В)';
$_['entry_image_location']             = 'Розмір зображення магазину (Ш x В)';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Висота';

// Help
$_['help_directory'] 	               = 'Поле підлягає заповненню тільки для старих шаблонів, що сумісні з цією версією';
$_['help_product_limit'] 	           = 'Кількість елементів, яку буде показано на сторінці (товарів, категорій, тощо)';
$_['help_product_description_length']  = 'Кількість символів в описі товару (в категоріях, виробниках, тощо)';

// Error
$_['error_permission']                 = 'У вас немає прав для зміни налаштувань модуля!';
$_['error_limit']       	           = 'Вкажіть ліміти!';
$_['error_image_thumb']                = 'Необхідно встановити розмір великого зображення товару!';
$_['error_image_popup']                = 'Необхідно встановити розмір спливаючого зображення товару!';
$_['error_image_product']              = 'Необхідно встановити розмір зображення в переліку товарів!';
$_['error_image_category']             = 'Необхідно встановити розмір зображення категорій!';
$_['error_image_additional']           = 'Необхідно встановити розмір додаткових зображень товарів!';
$_['error_image_related']              = 'Необхідно встановити розмір зображення схожих товарів!';
$_['error_image_compare']              = 'Необхідно встановити розмір зображень в порівнянні!';
$_['error_image_wishlist']             = 'Необхідно встановити розмір зображень в закладках!';
$_['error_image_cart']                 = 'Необхідно встановити розмір зображень товарів в кошику!';
$_['error_image_location']             = 'Необхідно встановити розмір зображення магазина!';